12/data/attachments/cce6b4d7c63b62b1.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Richard_mention_Actions_71143_1</nif:username>
            <nif:friendToBeRequested>soap_actions_c079d8ee-ef4c-4ce1-9881-063cd82a0004</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>